app/controllers/freelance_documents_controller.rb

SELECT "freelance_documents".* FROM "freelance_documents" ORDER BY created_at DESC
---
  def index
    @freelance_documents = FreelanceDocument.order("created_at DESC")